-- [[
-- Version: 1.18.02
-- Last Updated: 2006/08/18
-- Initial translation by: 560889223
-- Maintained by: 560889223
-- ]]

if (GetLocale() == "zhCN") then

AtlasLootBossNames = {

	BlackrockSpireLower = {
		"欧莫克大王";
		"尖石统帅";
		"沃什加斯";
		"指挥官沃恩";
		"莫尔·灰蹄";
		"烟网蛛后";
		"水晶之牙";
		"乌洛克";
		"兹格雷斯";
		"基兹鲁尔";
		"哈雷肯";
		"维姆萨拉克";
		"班诺克·巨斧";
		"尖石屠夫";
        "普通怪物";
	};

	BlackrockSpireUpper = {
		"烈焰卫士";
		"索拉卡·火冠";
		"烈焰之父";
		"杰德";
		"古拉鲁克";
		"雷德·黑手";
		"盖斯";
		"比斯巨兽";
		"瓦塔拉克";
		"达基萨斯";
        "普通怪物";
	};

	BlackwingLair = {
		"拉佐格尔";
		"瓦拉斯塔兹";
		"勒什雷尔";
		"费尔默";
		"埃博诺克";
		"弗莱格尔";
		"克洛玛古斯";
		"奈法利安";
	};

	Common = {
		"普通怪物";
	};

	MoltenCore = {
		"鲁西弗隆";
		"玛格曼达";
		"基赫纳斯";
		"加尔";
		"沙斯拉尔";
		"迦顿男爵";
		"古雷曼格";
		"萨弗隆";
		"埃克索图斯";
		"拉格纳罗斯";
	};

	Naxxramas = {
		"帕奇维克";
		"格罗布鲁斯";
		"格拉斯";
		"塔迪乌斯";
		"阿努布雷坎";
		"黑女巫";
		"迈克斯纳";
		"教官";
		"收割者";
		"四死亡骑士";
		"瘟疫使者";
		"肮脏的希尔盖";
		"洛欧塞布";
		"萨菲隆";
		"克尔苏加德";
	};

	OnyxiasLair = {
		"奥妮克希亚";
	};

	Scholomance = {
		"基尔图诺斯的卫士";
		"传令官";
		"詹迪斯·巴罗夫";
		"血骨傀儡";
		"达克雷尔";
		"马杜克·布莱克波尔";
		"维克图斯";
		"莱斯·霜语";
		"库尔莫克";
		"讲师玛丽希亚";
		"瑟尔林·卡斯迪诺夫";
		"博学者普克尔特";
		"拉文尼亚";
		"阿雷克斯·巴罗夫";
		"伊露希亚·巴罗夫";
		"黑暗院长加丁";
        "普通怪物";
	};

	Stratholme = {
		"斯库尔";
		"斯坦索姆信使";
		"弗拉斯·希亚比";
		"弗雷斯特恩";
		"不可宽恕者";
		"悲惨的提米";
		"炮手威利";
		"档案管理员";
		"巴纳扎尔";
		"索托斯和亚雷恩";
		"奥里克斯";
		"石脊";
		"安娜丝塔丽";
		"奈鲁布恩坎";
		"苍白的玛勒基";
		"巴瑟拉斯镇长";
		"吞咽者拉姆斯登";
		"瑞文戴尔男爵";
        "普通怪物";
	};

	TheRuinsofAhnQiraj = {
		"库林纳克斯";
		"拉贾克斯将军";
		"莫阿姆";
		"吞咽者布鲁";
		"狩猎者阿亚米斯";
		"无疤者";
	};

	TheTempleofAhnQiraj = {
		"斯克拉姆";
		"“三人行”";
		"沙尔图拉";
		"范克瑞斯";
		"维希度斯";
		"哈霍兰公主";
		"双子皇帝";
		"奥罗";
		"克苏恩";
	};

};

end