if (GetLocale() == 	"zhTW") then
AtlasLootBossNames = {

	BlackrockSpireLower = {
		"歐莫克大王 (黑下)";
		"尖石統帥 (黑下)";
		"暗影獵手沃什加斯 (黑下)";
		"指揮官沃恩 (黑下)";
		"莫爾‧灰蹄 (黑下)";
		"煙網蛛后 (黑下)";
		"水晶之牙 (黑下)";
		"烏洛克 (黑下)";
		"軍需官茲格雷斯 (黑下)";
		"奴役者基茲盧爾 (黑下)";
		"哈雷肯 (黑下)";
		"維姆薩拉克 (黑下)";
		"班諾克‧巨斧 (黑下)";
		"尖石屠夫 (黑下)";
		"小怪 (黑上/黑下)";
	};

	BlackrockSpireUpper = {
		"烈焰衛士艾博希爾 (黑上)";
		"索拉卡‧火冠 (黑上)";
		"烈焰之父 (黑上)";
		"傑德 (黑上)";
		"古拉魯克 (黑上)";
		"大酋長雷德‧黑手 (黑上)";
		"蓋斯 (黑上)";
		"比斯巨獸 (黑上)";
		"瓦薩拉克 (黑上)";
		"達基薩斯將軍 (黑上)";
		"小怪 (黑上/黑下)";
	};

	BlackwingLair = {
		"狂野的拉佐格爾 (BWL)";
		"墮落的瓦拉斯塔茲 (BWL)";
		"勒西雷爾 (BWL)";
		"費爾默 (BWL)";
		"埃博諾克 (BWL)";
		"弗萊格爾 (BWL)";
		"克洛瑪古斯 (BWL)";
		"奈法利安 (BWL)";
	};

    Common = {
        "小怪";
        };

	MoltenCore = {
		"魯西弗隆 (MC)";
		"瑪格曼達 (MC)";
		"基赫納斯 (MC)";
		"加爾 (MC)";
		"沙斯拉爾 (MC)";
		"迦頓男爵 (MC)";
		"焚化者古雷曼格 (MC)";
		"薩弗隆先驅者 (MC)";
		"管理者埃克索圖斯 (MC)";
		"拉格納羅斯 (MC)";
	};

	Naxxramas = {
		"縫補者";
		"葛羅巴斯";
		"古魯斯";
		"泰迪斯";
		"阿努比瑞克漢";
		"大寡婦費琳娜";
		"梅克絲娜";
		"講師拉祖維斯";
		"收割者高希";
		"四騎士";
		"瘟疫者諾斯";
		"骯髒者海根";
		"洛斯伯";
		"薩菲隆";
		"科爾蘇加德";
	};

	OnyxiasLair = {
		"奧妮克希亞";
	};

	Scholomance = {
		"基爾圖諾斯的衛士 (通靈)";
		"傳令官基爾圖諾斯 (通靈)";
		"詹迪斯‧巴羅夫 (通靈)";
		"血骨傀儡 (通靈)";
		"死亡騎士達克雷爾 (通靈)";
		"馬杜克‧布萊克波爾 (通靈)";
		"維克圖斯 (通靈)";
		"萊斯‧霜語 (通靈)";
		"科爾莫克 (通靈)";
		"講師瑪麗希亞 (通靈)";
		"瑟爾林‧卡斯迪諾夫教授 (通靈)";
		"博學者普克爾特 (通靈)";
		"拉文尼亞 (通靈)";
		"阿萊克斯‧巴羅夫 (通靈)";
		"伊露希亞‧巴羅夫 (通靈)";
		"黑暗院長加丁 (通靈)";
		"小怪 (通靈)";
	};

	Stratholme = {
		"斯庫爾 (斯坦)";
		"斯坦索姆信差 (斯坦)";
		"弗拉斯‧希亞比 (斯坦)";
		"弗雷斯特恩 (斯坦)";
		"不可寬恕者 (斯坦)";
		"悲慘的提米 (斯坦)";
		"炮手威利 (斯坦)";
		"檔案管理員加爾福特 (斯坦)";
		"巴納札爾 (斯坦)";
		"索索斯 / 賈琳 (斯坦)";
		"奧里克斯 (斯坦)";
		"石脊 (斯坦)";
		"安娜絲塔麗男爵夫人 (斯坦)";
		"奈魯布恩坎 (斯坦)";
		"蒼白的瑪勒基 (斯坦)";
		"巴瑟拉斯鎮長 (斯坦)";
		"吞咽者拉姆斯登 (斯坦)";
		"瑞文戴爾男爵 (斯坦)";
		"小怪 (斯坦)";
	};

	TheRuinsofAhnQiraj = {
		"庫林納克斯";
		"拉賈克斯將軍";
		"莫阿姆";
		"吞咽者布魯";
		"狩獵者阿亞米斯";
		"無疤者奧斯里安";
	};

	TheTempleofAhnQiraj = {
		"預言者斯克拉姆";
		"蟲族";
		"沙爾圖拉";
		"頑強的范克里斯";
		"維希度斯";
		"哈霍蘭公主";
		"雙子帝王";
		"奧羅";
		"克蘇恩";
	};
};

end
