if (GetLocale() == "koKR") then

AtlasLootBossNames = {
    
    BlackrockSpireLower = {
        "대군주 오모크 (하층)";
        "뾰족바위일족 전투 지휘관 (하층)";
        "어둠사냥꾼 보쉬가진 (하층)";
        "대장군 부네 (하층)";
        "모르 그레이후프 (하층)";
        "여왕 불그물거미 (하층)";
        "수정 맹독 거미 (하층)";
        "우로크 둠하울 (하층)";
        "병참장교 지그리스 (하층)";
        "흉폭한 기즈롤 (하층)";
        "할리콘 (하층)";
        "대군주 웜타라크 (하층)";
        "반노크 그림엑스 (하층)";
        "뾰족바위일족 도살자 (하층)";
        "일반 몹 (하층)";
        };
    
    BlackrockSpireUpper = {
        "불의 수호자 엠버시어 (상층)";
        "화염고리 솔라카르 (상층)";
        "Father Flame (상층)";
        "제드 룬와쳐 (상층)";
        "고랄루크 앤빌크랙 (상층)";
        "대족장 랜드 블랙핸드 (상층)";
        "기스 (상층)";
        "괴수 (상층)";
        "군주 발타라크 (상층)";
        "사령관 드라키사스 (상층)";
        "일반 몹 (상층)";
        };

    BlackwingLair = {
	    "폭군 서슬송곳니";
	    "타락의 밸라스트라즈";
	    "용기대장 레쉬레이어";
	    "화염아귀";
	    "에본로크";
	    "플레임고르";
	    "크로마구스";
	    "네파리안";
        };
        
    Common = {
        "일반 몹 (상층/하층/솔름/스칼)";
        };
    
    MoltenCore = {
	    "루시프론";
	    "마그마다르";
	    "게헨나스";
	    "가르";
	    "샤즈라";
	    "남작 게돈";
	    "초열의 골레마그";
	    "설퍼론 사자";
	    "청지기 이그젝큐투스";
	    "라그나로스";
        };
        
    Naxxramas = {
        "패치워크";
        "그라불루스";
        "글루스";
        "타디우스";
        "아눕레칸";
        "여군주 펠리나";
        "맥스나";
        "훈련교관 라주비어스";
        "영혼의 착취자 고딕";
        "4명의 기사단";
        "역병술사 노스";
        "부정의 헤이건";
        "로데브";
        "사피론";
        "켈투자드";
        };
        
    OnyxiasLair = {
        "오닉시아";
        };
    
    Scholomance = {
        "키르토노스의 혈지기 (스칼)";
        "사자 키르토노스 (스칼)";
        "잔다이스 바로브 (스칼)";
        "들창어금니 (스칼)";
        "죽음의 기사 다크리버 (스칼)";
        "마르두크 블랙풀 (스칼)";
        "벡투스 (스칼)";
        "라스 프로스트위스퍼 (스칼)";
        "코르모크 (스칼)";
        "조교 말리시아 (스칼)";
        "학자 테올렌 크리스티노브 (스칼)";
        "현자 폴켄트 (스칼)";
        "라베니안 (스칼)";
        "군주 알렉세이 바로브 (스칼)";
        "여군주 일루시아 바로브 (스칼)";
        "암흑스승 간들링 (스칼)";
        "일반 몹 (스칼)";
       };
    
    Stratholme = {
       "스컬 (솔름)";
       "스트라솔름 급사 (솔름)";
       "프라스 샤비 (솔름)";
       "하스싱어 포레스턴 (솔름)";
       "용서받지 못한 자 (솔름)";
       "잔혹한 티미l (솔름)";
       "포병대장 윌리 (솔름)";
       "기록관 갈포드 (솔름)";
       "발나자르 (솔름)";
       "소도스, 자리엔 (솔름)";
       "아우리우스 (솔름)";
       "뾰족바위 (솔름)";
       "남작부인 아나스타리 (솔름)";
       "네룹엔칸 (솔름)";
       "냉혈한 말레키 (솔름)";
       "집정관 바실라스 (솔름)";
       "먹보 람스타인 (솔름)";
       "남작 리븐데어 (솔름)";
       "일반 몹 (솔름)";
       };
        
    TheRuinsofAhnQiraj = {
	    "쿠린낙스";
	    "라작스";
	    "모암";
	    "먹보 부루";
	    "사냥꾼 아야미스";
	    "무적의 오시리안";
        };
        
    TheTempleofAhnQiraj = {
	    "예언자 스케람";
	    "크리/야우즈/벰";
	    "전투감시병 살투라";
	    "불굴의 판크리스";
	    "비시디우스";
	    "공주 후후란";
	    "쌍둥이 황제";
	    "아우로";
	    "쑨의 눈";
        };
    };
    
end
        
